/* eslint-disable max-len */
export default {
  title: '',
  description: '',
  header: {
    nav: {
      navLink1: 'الرئيسية',
      navLink2: 'كيف يعمل',
      navLink3: 'عنا'
    }
  },
  pages: {
    index: {
      title: 'مرحبًا بكم في ',
      appName1: 'Need ',
      appName2: 'You',
      subtitle: 'المجتمع بين يديك',
      paragraph1: 'في قلب تقدمنا وبقائنا تكمن قدرتنا الفطرية على التجمع معًا. ليس على الأصلح أن يكون الأقوى أو الأكثر فردية، بل الذين يتكيفون بشكل أفضل مع بيئتهم؛ والأنواع الأكثر قدرة على البقاء هي تلك التي تجد في التضامن أفضل سلاح لضمان مستقبلها.',
      paragraph2: 'لقد رسمت الإنسانية مسارها نحو المستقبل ليس كأفراد منعزلين، بل كمجتمعات مترابطة، تدعم بعضها البعض لخلق شيء أكبر من مجموع أجزائها.',
      paragraph3: 'ليس من قبيل الصدفة أن تتزامن فترات التوسع الأكبر للبشر مع اللحظات التي تمكنت فيها الإنسانية من تقديم أفضل ما لديها كـ "مجموعة من الأفراد".'
    },
    checkMail: {
      confirmation1: 'يرجى التحقق من صندوق الوارد الخاص ببريدك الإلكتروني حيث ستجد رابطًا',
      confirmation2: 'لتأكيد حسابك.',
      resend: 'إذا لم تتلق البريد الإلكتروني بعد، يمكنك إعادة إرساله من هذا الرابط.'
    }
  },
  modals: {
    languages: {
      english: 'الإنجليزية',
      spanish: 'الإسبانية',
      french: 'الفرنسية',
      german: 'الألمانية',
      italian: 'الإيطالية',
      chinese: 'الصينية',
      japanese: 'اليابانية',
      arabic: 'العربية'
    },
    avatarSettings: {
      profileLink: 'الملف الشخصي'
    },
    login: {}
  }
};
